{
    "entryPhrase": "cryptoroll - first ton based casino with nft's",
    "currentLanguage": "Eng.",

    "noMinimums": "no minimums:",
    "anyTime": "deposit and withdraw anytime,",
    "noLimits": "no limits.",

    "bonuses": "bonuses",
    "forNft": "for nft",
    "holdingAndMore": "holding and more.",

    "revolut": "revolutionizing",
    "row1": "online gambling with",
    "row2": "decentralization and nfts",
    "row3": "on the ton blockchain.",

    "lowFees": "low fees",
    "and": " and",
    "fair": "fair",
    "gambling": "gambling.",

    "fastService": "lighting-fast service",
    "withdrawals": "and withdrawals",
    "with": "with",
    "oneClick": "just one click.",

    "lowerFeesheader": "lower fees, higher rewards",
    "lowerFeesParagraph": "Our fully decentralized peer-to-peer (P2P) gambling platform significantly reduces fees compared to traditional systems. By eliminating intermediaries, we lower the cost for players, allowing them to enjoy more of their winnings. This P2P approach not only reduces fees but also increases transparency and fairness, as all transactions are handled directly between players.",

    "nftsHeader": "NFTs: Adding a New Dimension to Gambling",
    "nftsParagraph": "NFTs will enhance the gambling experience by providing lower fees, visual appeal and additional functionalities. Players can use NFTs to unlock special features, access exclusive games, and receive bonuses. These NFTs will not only serve as digital collectibles but also as valuable assets that enhance the overall gaming experience.",

    "fairAndTransparentHeader": "A Fair and Transparent Gambling Ecosystem",
    "fairAndTransparentParagraph": "Our mission is clear: to build the best Web3 gambling platform, leveraging the TON blockchain's capabilities. Traditional gambling has long been marred by issues of centralization, high fees, and a lack of transparency. These problems erode trust and fairness, leading to an unsatisfactory experience for many players. Our platform aims to change that narrative.",

    "leveragingHeader": "Leveraging the TON Blockchain",
    "leveragingParagraph": "We chose the TON blockchain for its remarkable attributes: speed, security, and scalability. These features are essential for providing a seamless gambling experience. The TON blockchain ensures that transactions are processed swiftly and securely, handling a high volume of transactions without compromising performance. This reliability is crucial for maintaining player confidence and ensuring smooth gameplay.",

    "roadmap": "roadmap",

    "launchNftHeader": "launch nft",
    "launchNftDate": "Q4 2024",
    "launchNftText": "Release our first set of NFTs, which will be used to enhance the gambling experience and provide staking rewards.",

    "launchAppHeader": "Launch Gambling App",
    "launchAppDate": "Q1 2025",
    "launchAppText": "Develop and launch our decentralized gambling application on the TON blockchain.",

    "launchStakingHeader": "Launch Staking Program",
    "launchStakingDate": "Q2 2025",
    "launchStakingText": "Introduce a staking program where users can earn new tokens and NFTs, encouraging engagement and investment in the platform.",

    "launchTokenHeader": "Launch Token",
    "launchTokenDate": "Q3 2025",
    "launchTokenText": "Release our platform's native token, which will be used for transactions, staking, and governance.",

    "tokenListingHeader": "Token Listing",
    "tokenListingDate": "Q4 2025",
    "tokenListingText": "List our token on major cryptocurrency exchanges to ensure liquidity and accessibility for all users.",

    "anyQuestions": "Any questions?",
    "anyQuestionsParagraph": "Here are the answers to the most frequently asked questions.",

    "question1": "Why is our app so special?",
    "question1Answer": "We are building a fully decentralized platform. Many top-tier projects have a centralized backend, which means that even if a project has the \"cryptocurrency\" label, it is actually a centralized app that you pay to use, not a smart contract. This makes the app centralized, and your funds are easily controlled by the company. We don't manage anything. Instead, we use smart contracts with open source code on the blockchain. This ensures the safety of your funds.",

    "question2": "Why should I buy the NFT?",
    "question2Answer": "Of course, you shouldn't, but having them would make a huge difference after the launch of the DApp. You could miss the opportunity to have the best and most rewarding experience with the app.",

    "question3": "Is there are any drops or free tokens?",
    "question3Answer": "No! We are not a crypto-scam project. We aim to create a fully decentralized platform that will provide the best benefits of TON blockchain technology to our users. We may offer rewards for holding our NFTs in the future, but we are not just another click-and-earn project.",

    "question4": "How can i earn real money with this?",
    "question4Answer": "Now there is only one way, and that is to play the CryptoRoll app. Bet your money and try to beat your opponents to earn more. You can also enhance your experience and earn even more rewards by holding our NFTs.",

    "question5": "Why is there only coinflip?",
    "question5Answer": "We don't have an actual app at the moment, but we are working on one. Developing such an app takes time and a lot of hard work. The current Coinflip is not the actual Cryptotroll app. This app was created by the founder of the project and is a demo version for users to see what a real decentralized app would be like.",

    "question6": "Is there a way to become a private member?",
    "question6Answer": "At the moment, there is no such opportunity. However, after the launch of the DApp, it is planned to create some spaces and communities for our NFT holders.",

    "footerTextPart1": "If you haven’t found the answer to your question, you can check out the ",
    "whitepaper": "whitepaper",
    "footerTextPart2": " or ask a question on our social networks."
}
