{
    "entryPhrase": "cryptoroll - первое казино на базе TON с NFT",
    "currentLanguage": "Рус.",

    "noMinimums": "никаких минимумов:",
    "anyTime": "депозит и вывод в любое время,",
    "noLimits": "без ограничений",

    "bonuses": "бонусы",
    "forNft": "для владельцев",
    "holdingAndMore": "nft и других игроков",

    "revolut": "революционные",
    "row1": "сетевые азартные игры",
    "row2": "с децентрализацией и nft",
    "row3": "на ton блокчейне",

    "lowFees": "низкие комиссии",
    "and": "и",
    "fair": "честная",
    "gambling": "игра.",

    "fastService": "молниеностный сервис",
    "withdrawals": "и вывод",
    "with": "за",
    "oneClick": "один клик",

    "lowerFeesheader": "ниже комиссия, выше выигрыши",
    "lowerFeesParagraph": "Полностью децентрализованная платформа для азартных игр (P2P) значительно снижает плату по сравнению с традиционными системами. Устранив посредников, мы снизим стоимость для игроков, позволяя им наслаждаться своими выигрышами в большей степени. Этот P2P подход не только снижает размер комиссии, но и повышает прозрачность и справедливость, так как все операции осуществляются непосредственно между игроками.",

    "nftsHeader": "NFTs: Новая страница в мире азартных игр",
    "nftsParagraph": "NFTs улучшат игровой опыт, обеспечивая более низкие ставки, визуальную привлекательность и дополнительные функциональные возможности. Игроки могут использовать NFT, чтобы разблокировать специальные функции, доступ к эксклюзивным играм и получать бонусы. Эти NFT не только служат как цифровая коллекция, но также как и ценные активы, которые улучшают игровой опыт в целом.",

    "fairAndTransparentHeader": "честная и прозрачная игорная экосистема",
    "fairAndTransparentParagraph": "Наша миссия ясна: построить лучший игровой платформу Web3, используя возможности blockchain TON. Традиционные азартные игры давно омрачены проблемами централизации, высокими комиссиями и отсутствием прозрачности. Эти проблемы подрывают доверие и справедливость, что приводит к неудовлетворительному опыту для многих игроков. Наша платформа нацелена на изменение этой проблемы.",

    "leveragingHeader": "использование TON Blockchain",
    "leveragingParagraph": "Мы выбрали TON blockchain за его замечательные атрибуты: скорость, безопасность и масштабность. Эти функции необходимы для обеспечения бесперебойного игрового опыта. Blockchain TON обеспечивает быструю и безопасную обработку транзакций, обрабатывая большой объем без ущерба для производительности. Эта надежность очень важна для поддержания уверенности игрока и обеспечения игры без задержок.",

    "roadmap": "roadmap",

    "launchNftHeader": "запуск NFT",
    "launchNftDate": "Q4 2024",
    "launchNftText": "Выпуск нашего первого набора NFT, которые будут использоваться для улучшения игрового опыта и предоставления вознаграждений за ставки.",

    "launchAppHeader": "запуск приложения",
    "launchAppDate": "Q1 2025",
    "launchAppText": "Разработать и запустить наше децентрализованное приложение для азартных игр на блокчейне TON.",

    "launchStakingHeader": "запуск программы стэйкинга",
    "launchStakingDate": "Q2 2025",
    "launchStakingText": "запустить программу стэйкинга, с помощью которой пользователи смогут зарабатывать новые токены и NFT, поощряя вовлеченность и инвестиции в платформу.",

    "launchTokenHeader": "запуск токена",
    "launchTokenDate": "Q3 2025",
    "launchTokenText": "Выпуск собственного токена нашей платформы, который будет использоваться для транзакций, ставок и управления.",

    "tokenListingHeader": "листинг токена",
    "tokenListingDate": "Q4 2025",
    "tokenListingText": "Листинг нашего токена на основных криптовалютных биржах для обеспечения ликвидности и доступности для всех пользователей."
}
