{
    "entryPhrase": "cryptoroll - первое казино на базе TON с NFT",
    "currentLanguage": "Рус.",

    "noMinimums": "никаких минимумов:",
    "anyTime": "депозит и вывод в любое время,",
    "noLimits": "без ограничений",

    "bonuses": "бонусы",
    "forNft": "для владельцев",
    "holdingAndMore": "nft и других игроков",

    "revolut": "революционные",
    "row1": "сетевые азартные игры",
    "row2": "с децентрализацией и nft",
    "row3": "на ton блокчейне",

    "lowFees": "низкие комиссии",
    "and": "и",
    "fair": "честная",
    "gambling": "игра.",

    "fastService": "молниеностный сервис",
    "withdrawals": "и вывод",
    "with": "за",
    "oneClick": "один клик",

    "lowerFeesheader": "ниже комиссия, выше выигрыши",
    "lowerFeesParagraph": "Полностью децентрализованная платформа для азартных игр (P2P) значительно снижает плату по сравнению с традиционными системами. Устранив посредников, мы снизим стоимость для игроков, позволяя им наслаждаться своими выигрышами в большей степени. Этот P2P подход не только снижает размер комиссии, но и повышает прозрачность и справедливость, так как все операции осуществляются непосредственно между игроками.",

    "nftsHeader": "NFTs: Новая страница в мире азартных игр",
    "nftsParagraph": "NFTs улучшат игровой опыт, обеспечивая более низкие ставки, визуальную привлекательность и дополнительные функциональные возможности. Игроки могут использовать NFT, чтобы разблокировать специальные функции, доступ к эксклюзивным играм и получать бонусы. Эти NFT не только служат как цифровая коллекция, но также как и ценные активы, которые улучшают игровой опыт в целом.",

    "fairAndTransparentHeader": "честная и прозрачная игорная экосистема",
    "fairAndTransparentParagraph": "Наша миссия ясна: построить лучший игровой платформу Web3, используя возможности blockchain TON. Традиционные азартные игры давно омрачены проблемами централизации, высокими комиссиями и отсутствием прозрачности. Эти проблемы подрывают доверие и справедливость, что приводит к неудовлетворительному опыту для многих игроков. Наша платформа нацелена на изменение этой проблемы.",

    "leveragingHeader": "использование TON Blockchain",
    "leveragingParagraph": "Мы выбрали TON blockchain за его замечательные атрибуты: скорость, безопасность и масштабность. Эти функции необходимы для обеспечения бесперебойного игрового опыта. Blockchain TON обеспечивает быструю и безопасную обработку транзакций, обрабатывая большой объем без ущерба для производительности. Эта надежность очень важна для поддержания уверенности игрока и обеспечения игры без задержок.",

    "roadmap": "roadmap",

    "launchNftHeader": "запуск NFT",
    "launchNftDate": "Q4 2024",
    "launchNftText": "Выпуск нашего первого набора NFT, которые будут использоваться для улучшения игрового опыта и предоставления вознаграждений за ставки.",

    "launchAppHeader": "запуск приложения",
    "launchAppDate": "Q1 2025",
    "launchAppText": "Разработать и запустить наше децентрализованное приложение для азартных игр на блокчейне TON.",

    "launchStakingHeader": "запуск программы стэйкинга",
    "launchStakingDate": "Q2 2025",
    "launchStakingText": "запустить программу стэйкинга, с помощью которой пользователи смогут зарабатывать новые токены и NFT, поощряя вовлеченность и инвестиции в платформу.",

    "launchTokenHeader": "запуск токена",
    "launchTokenDate": "Q3 2025",
    "launchTokenText": "Выпуск собственного токена нашей платформы, который будет использоваться для транзакций, ставок и управления.",

    "tokenListingHeader": "листинг токена",
    "tokenListingDate": "Q4 2025",
    "tokenListingText": "Листинг нашего токена на основных криптовалютных биржах для обеспечения ликвидности и доступности для всех пользователей.",

    "anyQuestions": "Any questions?",
    "anyQuestionsParagraph": "Here are the answers to the most frequently asked questions.",

    "question1": "Why is our app so special?",
    "question1Answer": "We are building a fully decentralized platform. Many top-tier projects have a centralized backend, which means that even if a project has the \"cryptocurrency\" label, it is actually a centralized app that you pay to use, not a smart contract. This makes the app centralized, and your funds are easily controlled by the company. We don't manage anything. Instead, we use smart contracts with open source code on the blockchain. This ensures the safety of your funds.",

    "question2": "Why should I buy the NFT?",
    "question2Answer": "Of course, you shouldn't, but having them would make a huge difference after the launch of the DApp. You could miss the opportunity to have the best and most rewarding experience with the app.",

    "question3": "Is there are any drops or free tokens?",
    "question3Answer": "No! We are not a crypto-scam project. We aim to create a fully decentralized platform that will provide the best benefits of TON blockchain technology to our users. We may offer rewards for holding our NFTs in the future, but we are not just another click-and-earn project.",

    "question4": "How can i earn real money with this?",
    "question4Answer": "Now there is only one way, and that is to play the CryptoRoll app. Bet your money and try to beat your opponents to earn more. You can also enhance your experience and earn even more rewards by holding our NFTs.",

    "question5": "Why is there only coinflip?",
    "question5Answer": "We don't have an actual app at the moment, but we are working on one. Developing such an app takes time and a lot of hard work. The current Coinflip is not the actual Cryptotroll app. This app was created by the founder of the project and is a demo version for users to see what a real decentralized app would be like.",

    "question6": "Is there a way to become a private member?",
    "question6Answer": "At the moment, there is no such opportunity. However, after the launch of the DApp, it is planned to create some spaces and communities for our NFT holders.",

    "footerTextPart1": "если вы не нашли ответ на свой вопрос, то можете изучить",
    "whitepaper": "whitepaper",
    "footerTextPart2": "или задать вопрос в наших социальных сетях.",

    "goBack": "На главную",

    "summary": "Краткое содержание",
    "summaryText": "Наша миссия - создать лучшую Web3 гэмблинг платформу на блокчейне TON. Используя NFT, мы стремимся изменить традиционную систему азартных игр, предлагая уникальные преимущества, вознаграждения и возможности для игроков. Будучи децентрализованной платформой, игра доступна любому человеку, имеющему подключение к Интернету и кошелек TON, что обеспечивает глобальную базу игроков без ограничений, налагаемых традиционными правилами гэмблинг сайтов.",

    "intro": "Введение",
    "introText": "Индустрия платформ для азартных игр уже давно страдает от централизации, высоких комиссий и отсутствия прозрачности. Мы стремимся решить эти проблемы путем разработки децентрализованной, прозрачной и справедливой гэмблинг платформы на блокчейне TON. В эту платформу будут интегрированы NFT для улучшения пользовательского опыта и предоставления дополнительных возможностей для вознаграждений и ставок.",

    "keyFeaturesHeader": "Ключевые особенности",

    "feature1": "Децентрализация",
    "feature1Text": "Смарт-контракты гарантируют, что ни один субъект не контролирует платформу, что приводит к повышению справедливости, прозрачности и доверия. Никаких третьих сторон, как в традиционных системах, только смарт-контракты, которые обеспечивают 100% честность игр, движение криптовалют и безопасность.",

    "feature2": "Интеграция с блокчейном TON.",
    "feature2Text": "Использование блокчейна TON благодаря его скорости, безопасности и масштабируемости обеспечивает бесперебойную и эффективную работу азартных игр.",

    "feature3": "NFT для улучшения опыта.",
    "feature3Text": "NFT станут неотъемлемой частью нашей платформы, обеспечивая уникальный опыт и преимущества, которые не могут предложить традиционные системы.",

    "feature4": "Бонусы и вознаграждения.",
    "feature4Text": "NFT будут предлагать не только визуальную составляющую в виде скинов, но и бонусы и вознаграждения за ставки, добавляя новый уровень ценности для пользователей.",

    "feature5": "Возможности для ставок.",
    "feature5Text": "Пользователи могут делать ставки, чтобы заработать больше токенов и NFT, которые можно использовать в будущем в рамках платформы или даже обменять на реальные товары.",

    "differentiatorsHeader": "Что отличает нас от других?",

    "diff1": "Web3 P2P-платформа для азартных игр с более низкими комиссиями.",
    "diff1Text": "Наша платформа значительно снизит комиссионные по сравнению с традиционными игорными системами за счет отказа от посредников и работы по принципу peer-to-peer (P2P).",

    "diff2": "Инновационное использование NFT",
    "diff2Text": "Мы являемся первыми в области интеграции NFT в процесс азартных игр, что добавит дополнительное измерение стратегии и ценности.",

    "roadmapHeader": "roadmap",

    "step1": "Запуск NFT (4 квартал 2024 года).",
    "step1Text": "Выпуск нашего первого набора NFT, которые будут использоваться для улучшения игрового опыта и предоставления вознаграждений за ставки.",

    "step2": "Запуск приложения для азартных игр (1 квартал 2025 года).",
    "step2Text": "Разработать и запустить наше децентрализованное приложение для азартных игр на блокчейне TON.",

    "step3": "Запуск программы стэйкинга (2 квартал 2025 года).",
    "step3Text": "Запустить программу стэйкинга, с помощью которой пользователи смогут зарабатывать новые токены и NFT, поощряя вовлеченность и инвестиции в платформу.",

    "step4": "Запуск токена (3 квартал 2025 года).",
    "step4Text": "Выпуск собственного токена нашей платформы, который будет использоваться для транзакций, ставок и управления.",

    "step5": "Листинг токена (4 квартал 2025 года).",
    "step5Text": "Листинг нашего токена на основных криптовалютных биржах для обеспечения ликвидности и доступности для всех пользователей.",

    "conclusionHeader": "Заключение",
    "conclusionText": "Наша платформа призвана совершить революцию в индустрии азартных игр, объединив децентрализацию, мощь блокчейна TON и уникальные преимущества NFT. Имея четкую дорожную карту и явные преимущества перед традиционными системами, мы готовы установить новый стандарт для онлайн-гемблинга.",

    "joinUs": "Присоединяйтесь к нам, чтобы создать более справедливый, прозрачный и выгодный опыт азартных игр.",

    "toBeAnnounced": "Будет объявлено позже"
}
